Repository: plone/volto
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: sv

source: No connection to the server
sv: Ingen förbindelse till server

source: No image selected
sv: Ingen bild vald

source: No image set in Lead Image content field
sv: Ingen bild vald som försättsbild

source: No image set in image content field
sv: Ingen bild vald i bildfältet

source: No images found.
sv: Inga bilder kunde hittas.

source: No items found in this container.
sv: Inga objekt finns i den här containern.

source: No items selected
sv: Inga objekt valda

source: No links to this item found.
sv: Inga länkar till detta objekt kunde hittas.

source: No map selected
sv: Ingen karta vald

source: No occurences set
sv: Inga förekomster valda

source: No options
sv: Inga alternativ

source: No relation found
sv: Inga relationer kunde hittas

source: No results found
sv: Inga resultat

source: No results found.
sv: Inga resultat.

source: No selection
sv: Inget valt

source: No uninstall profile
sv: Ingen avinstallationsprofil

source: No user found
sv: Ingen användare kunde hittas

source: No value
sv: Inget värde

source: No workflow
sv: Inget arbetsflöde

source: None
sv: Ingen

source: Note
sv: Notera

source: Note that roles set here apply directly to a user. The symbol{plone_svg}indicates a role inherited from membership in a group.
sv: Notera att rollerna som väljs här appliceras direkt på en användare. Symbolen{plone_svt}indikerar att en roll ärvts via ett medlemsskap i en grupp.

source: Number of active objects
sv: Antal aktiva objekt

source: Object Size
sv: Objektsstorlek

source: Occurences
sv: Förekomster

source: Only lowercase letters (a-z) without accents, numbers (0-9), and the characters "-", "_", and "." are allowed.
sv: Endast gemener (a-z) utan accenter, siffror (0-9), och tecknen "-", "_", och "." är tillåtna.

source: Open in a new tab
sv: Öppna i ny tabb

source: Open menu
sv: Öppna meny

source: Open object browser
sv: Öppna objektbläddrare

source: Ordered
sv: Sorterad

source: Origin
sv: Ursprung

source: Overview of relations of all content items
sv: Översikt över relationer mellan alla innehållsobjekt

source: Page
sv: Sida

source: Parent fieldset
sv: Föräldrafältgrupp

source: Password
sv: Lösenord

source: Password reset
sv: Återställ lösenord

source: Passwords do not match.
sv: Lösenorden matchar ej

source: Paste
sv: Klistra in

source: Paste blocks
sv: Klistra in block

source: Perform the following actions:
sv: Utför följande åtgärder:

source: Permissions have been updated successfully
sv: Lyckades uppdatera accessrättigheter

source: Permissions updated
sv: Accessrättigheter uppdaterade

source: Personal Information
sv: Personlig information

source: Personal Preferences
sv: Preferenser

source: Personal tools
sv: Personliga verktyg

source: Persons responsible for creating the content of this item. Please enter a list of user names, one per line. The principal creator should come first.
sv: Personer ansvariga för innehållet i detta objekt. Ange en lista av användarnamn, ett per rad. Den huvudsakliga skaparen av innehåll bör stå först.

source: Please choose an existing content as source for this element
sv: Var god välj befintligt innehåll som källa till detta element

source: Please continue with the upgrade.
sv: Fortsätt uppgraderingen.

source: Please ensure you have a backup of your site before performing the upgrade.
sv: Verifiera att det finns backup av webbplatsen innan du genomför uppgraderingen.

source: Please enter a valid URL by deleting the block and adding a new video block.
sv: Ta bort videoblocket och lägg till ett nytt med en giltig URL.

source: Please enter the Embed Code provided by Google Maps -> Share -> Embed map. It should contain the <iframe> code on it.
sv: Mata in inbäddningskoden från Google Maps -> Dela eller bädda in kart -> Bädda in karta

source: Please fill out the form below to set your password.
sv: Fyll i formuläret nedan för att sätta lösenord.

source: Please search for users or use the filters on the side.
sv: Mata in användarsökfråga eller använd filtren på sidan.

source: Please upgrade to plone.restapi >= 8.24.0.
sv: Uppgradera till plone.restapi >= 8.24.0.

source: Plone Site
sv: Plone-webbplats

source: Plone{reg} Open Source CMS/WCM
sv: Plone{reg} öppen källkod CMS/WCM

source: Position changed
sv: Positionen ändrad

source: Possible values
sv: Möjliga värden

source: Powered by Plone & Python
sv: Drivs av Plone & Python

source: Preferences
sv: Preferenser

source: Prettify your code
sv: Snygga till kod

source: Preview
sv: Förhandsvisning

source: Preview Image URL
sv: URL till förhandsvisningsbild

source: Profile
sv: Profil

source: Properties
sv: Egenskaper

source: Publication date
sv: Publiceringsdatum

source: Publishing Date
sv: Publiceringsdatum

source: Query
sv: Sökfråga

source: Re-enter the password. Make sure the passwords are identical.
sv: Mata in lösenordet igen. Kontrollera att båda lösenorden är identiska.

source: Read More…
sv: Läs mer…

source: Rearrange items by…
sv: Arrangera om objekt enligt…

source: Recurrence ends
sv: Återkommanden avslutas

source: Recurrence ends after
sv: Återkommanden avslutas efter

source: Recurrence ends on
sv: Återkommanden avslutas den

source: Redo
sv: Gör om

source: Reduce complexity
sv: Reducera komplexitet

source: Referencing this item as related item
sv: Hänvisar till det här objektet som relaterat objekt

source: Referencing this item with {relationship}
sv: Hänvisar till det här objektet med {relationship}

source: Register
sv: Registrera

source: Registration form
sv: Registreringsformulär

source: Relation name
sv: Relationsnamn

source: Relations
sv: Relationer

source: Relations updated
sv: Relationer uppdaterade

source: Relevance
sv: Relevans

source: Remove
sv: Ta bort

source: Remove item
sv: Ta bort objekt

source: Remove recurrence
sv: Ta bort återkommande

source: Remove selected
sv: Ta bort vald(a)

source: Remove term
sv: Ta bort term

source: Remove users from group
sv: Ta bort användare från grupp

source: Remove working copy
sv: Ta bort arbetskopia

source: Rename
sv: Byt namn

source: Rename Items Loading Message
sv: Byter namn...

source: Rename items
sv: Byt namn på objekt

source: Repeat
sv: Återkommande

source: Repeat every
sv: Återkommer varje

source: Repeat on
sv: Återkommande aktiverat

source: Replace existing file
sv: Ersätt befintlig fil

source: Reply
sv: Svara

source: Required
sv: Obligatorisk

source: Required input is missing.
sv: Obligatoriskt värde saknas.

source: Reset term title
sv: Återställ term-titel

source: Reset the block
sv: Återställ blocket

source: Results limit
sv: Resultatbegräsning

source: Results preview
sv: Resultatförhandsvisning

source: Results template
sv: Resultatmall

source: Reversed order
sv: Omvänd sorteringsordning

source: Revert to this revision
sv: Återgå till denna revision

source: Review state
sv: Granskningstillstånd

source: Right
sv: Höger

source: Rights
sv: Accessrättigheter

source: Roles
sv: Roller

source: Root
sv: Rot

source: Rule added
sv: Regel tillagd

source: Rule enable changed
sv: Regel aktiv ändrad

source: Rules
sv: Regler

source: Rules execute when a triggering event occurs. Rule actions will only be invoked if all the rule's conditions are met. You can add new actions and conditions using the buttons below.
sv: Regler utlöses av att en händelse inträffar då alla villkoren är uppfyllda. Du kan lägga till fler åtgärder och villkor med knapparna nedan.

source: Save
sv: Spara

source: Save recurrence
sv: Spara

source: Saved
sv: Sparad

source: Scheduled
sv: Schemalagd

source: Schema updates
sv: Schemauppdateringar

source: Search
sv: Sök

source: Search SVG
sv: Sök SVG

source: Search Site
sv: Sök

source: Search block
sv: Sök block

source: Search button label
sv: Sökknappsetikett

source: Search content
sv: Sök innehåll

source: Search for user or group
sv: Sök användare eller grupp

source: Search group…
sv: Sök grupp…

source: Search input label
sv: Etikett för sökfält

source: Search results
sv: Sökresultat

source: Search results for {term}
sv: Sökresultat för {term}

source: Search sources by title or path
sv: Sök bland källor efter titel eller sökväg

source: Search targets by title or path
sv: Sök bland mål efter titel eller sökväg

source: Search users…
sv: Sök användare…

source: Searched for: <em>{searchedtext}</em>.
sv: Sökte efter: <em>{searchedtext}</em>.

source: Second
sv: Andra

source: Section title
sv: Sektionstitel

source: Select
sv: Välj

source: Select a date to add to recurrence
sv: Välj ytterligare datum för återkomst

source: Select columns to show
sv: Välj kolumner att visa

source: Select relation
sv: Välj relation

source: Select the transition to be used for modifying the items state.
sv: Välj övergång till nästa tillstånd.

source: Selected
sv: Vald

source: Selected dates
sv: Valda datum

source: Selected items
sv: Valda objekt

source: Selected items - x of y
sv: Valda objekt - x av y

source: Selection
sv: Urval

source: Select…
sv: Välj…

source: Send
sv: Skicka

source: Send a confirmation mail with a link to set the password.
sv: Skicka ett bekräftelsebrev med en länk för att sätta lösenord.

source: Server Error
sv: Serverfel

source: Set my password
sv: Sätt mitt lösenord

source: Set your password
sv: Sätt ditt lösenord

source: Settings
sv: Inställningar

source: Sharing
sv: Delning

source: Sharing for {title}
sv: Delningar för {title}

source: Short Name
sv: Kortnamn

source: Short name
sv: Kortnamn

source: Show
sv: Visa

source: Show All
sv: Visa alla

source: Show Replies
sv: Visa svar

source: Show groups of users below
sv: Visa användargrupper nedan

source: Show item
sv: Visa objekt

source: Show search button?
sv: Visa sökknapp?

source: Show search input?
sv: Visa sökfält?

source: Show sorting?
sv: Visa sorteringsalternativ?

source: Show total results
sv: Visa totalt antal resultat

source: Shrink sidebar
sv: Fäll in sidomenu

source: Shrink toolbar
sv: Fäll in verktygsfält

source: Sign in to start session
sv: Logga in för att påbörja session

source: Site
sv: Webbplats

source: Site Administration
sv: Webbplatsadministratör

source: Site Setup
sv: Webbplatsinställningar

source: Sitemap
sv: Webbplatskarta

source: Size: {size}
sv: Storlel: {size}

source: Small
sv: Liten

source: Some items are also a folder. By deleting them you will delete {containedItemsToDelete} {variation} inside the folders.
sv: Vissa objekt är också mappar. Genom att ta bort dessa tas även {contanedItemsToDelete} {variation} bort inuti mapparna.

source: Some items are referenced by other contents. By deleting them {brokenReferences} {variation} will be broken.
sv: Vissa objekt hänvisas till från annat innehåll. Genom att ta bort den bryts {brokenReferences} {variation}.

source: Sorry, something went wrong with your request
sv: Något gick fel med din begäran

source: Sort By
sv: Sortera efter

source: Sort By:
sv: Sortera efter:

source: Sort on
sv: Sortera på

source: Sort on options
sv: Sortera på alternativ

source: Sort transactions by User-Name, Path or Date
sv: Sortera transaktion efter användarnamn, sökväg eller datum

source: Sorted
sv: Sorterad

source: Source
sv: Källa

source: Specify a youtube video or playlist url
sv: Ange en youtube-video eller spellisteurl

source: Split
sv: Dela

source: Start Date
sv: Startdatum

source: Start of the recurrence
sv: Startpunk för återkommande

source: Start password reset
sv: Börja lösenordsåterställning

source: State
sv: Tillstånd

source: Sticky
sv: Fäster

source: Stop compare
sv: Avsluta jämförelse

source: String
sv: Sträng

source: Stripe alternate rows with color
sv: Alternera färg på rader

source: Styling
sv: Stilsättning

source: Subject
sv: Ärende

source: Success
sv: Lyckad

source: Successfully Undone Transactions
sv: Lyckades rulla tillbaka transaktion

source: Summary
sv: Sammanfattning

source: Summary view
sv: Sammanfattningsvy

source: Switch to
sv: Byt till

source: Table
sv: Tabell

source: Table of Contents
sv: Innehållsförteckning

source: Tabular view
sv: Tabulär vy

source: Tags
sv: Taggar

source: Tags to add
sv: Taggar att lägga till

source: Tags to remove
sv: Taggar att ta bort

source: Target
sv: Mål

source: Target Path (Required)
sv: Målsökväg (obligatorisk)

source: Target memory size per cache in bytes
sv: Målsättning för minnesstorlek per cache i antal byte

source: Target number of objects in memory per cache
sv: Målsättning för antal objekt i minne per cache

source: Target url path must start with a slash.
sv: Målurlsökväg måste inledas med snedstreck (/).

source: Teaser
sv: Smakprov

source: Thank you.
sv: Tack.

source: The Database Manager allow you to view database status information
sv: Databashanteraren visar statusinformation för databasen

source: The backend is not responding, due to a server timeout or a connection problem of your device. Please check your connection and try again.
sv: Backend-delen svarar inte inom angiven timeout vilket kanske beror på anslutningsproblem från din enhet. Kontrolera anslutning och försök igen.

source: The backend is not responding, please check if you have started Plone, check your project's configuration object apiPath (or if you are using the internal proxy, devProxyToApiPath) or the RAZZLE_API_PATH Volto's environment variable.
sv: Backend-delen svarar inte, kontroller att Plone är startat, projektkonfigurationens apiPath (eller om intern proxy används, devProxyToApiPath) eller miljövariablen RAZZLE_API_PATH.

source: The backend is responding, but the CORS headers are not configured properly and the browser has denied the access to the backend resources.
sv: Backend-delen svarar, men CORS-huvudena är inte rätt konfigurerade så webbläsaren nekar tillträde till backend-resurserna.

source: The backend server of your website is not answering, we apologize for the inconvenience. Please try to re-load the page and try again. If the problem persists please contact the site administrators.
sv: Backend-serern svarar tyvärr inte. Försök ladda om sidan. Vänligen kontakta webbplatsadministratör om problemet består.

source: The button presence disables the live search, the query is issued when you press ENTER
sv: Närvaron av knapp avvaktiverar live-söking, sökfrågan skickas då man trycker på ENTER

source: The following content rules are active in this Page. Use the content rules control panel to create new rules or delete or modify existing ones.
sv: Följande regler är aktiva på sidan. Använd regelkontrollpanelen för att lägga till eller ta bort regler.

source: The following list shows which upgrade steps are going to be run. Upgrading sometimes performs a catalog/security update, which may take a long time on large sites. Be patient.
sv: Följande lista visar vilka uppgraderingssteg som kommer att köras. Uppgradering kan ibland innebära uppdatering av katalog eller säkerhetsinställningar, vilket kan ta lång tid på stora webbplatser. Var god vänta.

source: The item could not be deleted.
sv: Objektet kunde inte tas bort.

source: The link address is:
sv: Länkadressen är:

source: The provided alternative url already exists!
sv: Angiven alternativ url finns redan!

source: The registration process has been successful. Please check your e-mail inbox for information on how activate your account.
sv: Registreringsprocessen lyckades. Titta i din epost för information hur du aktiverar kontot.

source: The site configuration is outdated and needs to be upgraded.
sv: Webbplatskonfigurationen är gammal och behöver uppgraderas.

source: The working copy was discarded
sv: Arbetskopian kasserades

source: The {plonecms} is {copyright} 2000-{current_year} by the {plonefoundation} and friends.
sv: {plonecms}, {copyright} 2000-{current_year}, {plonefoundation} med vänner.

source: There are no groups with the searched criteria
sv: Ingen grupp matchade sökkriterium

source: There are no users with the searched criteria
sv: Ingen användare matchade sökkriterium

source: There is a configuration problem on the backend
sv: Konfigurationsproblem med backend-delen

source: There was an error with the upgrade.
sv: Fel uppstod vid uppgradering.

source: There were some errors
sv: Fel uppstod

source: There were some errors.
sv: Fel uppstod.

source: Third
sv: Tredje

source: This has an ongoing working copy in {title}
sv: Den här har en pågående arbetskopia i {title}

source: This is a reserved name and can't be used
sv: Det här är ett reserverat namn som ej kan användas

source: This is a working copy of {title}
sv: Det här är en arbetskopia av {title}

source: This item is also a folder. By deleting it you will delete {containedItemsToDelete} {variation} inside the folder.
sv: Det här objektet är också en mapp. Om du tar bort det tas även innehållet bort from mappen: {containedItemsToDelete} {variation}.

source: This item was locked by {creator} on {date}
sv: Det här objektet är låst av {creator} on {date}

source: This name will be displayed in the URL.
sv: Det här namnet visas i URL:en.

source: This page does not seem to exist…
sv: Den här sidan verkar inte finnas…

source: This rule is assigned to the following locations:
sv: Den här regeln appliceras på följande platser:

source: Time
sv: Tid

source: Title
sv: Titel

source: Title field error. Value not provided or already existing.
sv: Fel på titelfält. Inget värde angivet eller redan existerande.

source: Total active and non-active objects
sv: Totalt antal aktiva och icke-aktiva objekt

source: Total comments
sv: Totalt antal kommentarer

source: Total number of objects in each cache
sv: Totalt antal objekt i varje cache

source: Total number of objects in memory from all caches
sv: Totalt antal objekt i minnet från alla cacher

source: Total number of objects in the database
sv: Totalt antal objekt i databasen

source: Transactions
sv: Transaktioner

source: Transactions Have Been Sorted
sv: Transaktionerna är sorterade

source: Transactions Have Been Unsorted
sv: Transaktionernas oordning återställd

source: Translate to {lang}
sv: Översätt till {lang}

source: Translation linked
sv: Översättning länkad

source: Translation linking removed
sv: Översättningslänk borttagen

source: Triggering event field error. Please select a value
sv: Fel på fält för händelseutlösare. Var god välj ett värde

source: Type
sv: Typ

source: Type a Video (YouTube, Vimeo or mp4) URL
sv: Ange URL till Video (YouTube, Vimeo eller mp4)

source: Type text...
sv: Skriv text...

source: Type text…
sv: Skriv text…

source: Type the heading…
sv: Skriv rubrik…

source: Type the title…
sv: Skriv titel…

source: URL Management
sv: URL-hantering

source: URL Management for {title}
sv: URL-hantering för {titel}

source: Unassign
sv: Ta bort applicering

source: Unassigned
sv: Applicering borttagen

source: Unauthorized
sv: Behörighet saknas

source: Undo
sv: Ångra

source: Undo Controlpanel
sv: Ångra

source: Unfold
sv: Fäll ut

source: Uninstall
sv: Avinstaller

source: Unknown Block
sv: Okänt block

source: Unlink translation for
sv: Ta bort översättningslänk för

source: Unlock
sv: Lås upp

source: Unsorted
sv: Oordning återställd

source: Update
sv: Uppdatera

source: Update User
sv: Uppdatera användare

source: Update installed addons
sv: Uppdatera installerade tillägg

source: Update installed addons:
sv: Uppdatera installerade tillägg:

source: Updates available
sv: Uppdateringar tillgängliga

source: Upgrade
sv: Uppgradera

source: Upgrade Plone Site
sv: Uppgradera Plone-webbplats

source: Upgrade Report
sv: Uppgraderingsrapprot

source: Upgrade Steps
sv: Uppgraderingssteg

source: Upload
sv: Ladda upp

source: Upload a lead image in the 'Lead Image' content field.
sv: Ladda upp försättsbild till innehållsfältet 'försättsbild'.

source: Upload a new image
sv: Ladda upp ny bild

source: Upload files
sv: Ladda upp filer

source: Uploading files
sv: Laddar upp fler

source: Uploading image
sv: Laddar upp bild

source: Use the form below to define the new content rule
sv: Använd formuläret nedan för att definiera ny innehållsregel

source: Use the form below to define, change or remove content rules. Rules will automatically perform actions on content when certain triggers take place. After defining rules, you may want to go to a folder to assign them, using the 'rules' item in the actions menu.
sv: Använd formuläret nedan för att definiera, ändra eller ta bort innehållsregler. Reglerna styr vilka åtgärder som skall genomföras då vissa händelser inträffar. När reglerna har definierats kan de appliceras genom att gå till en mapp och välja 'regler' i åtgärdsmenyn.

source: Used for programmatic access to the fieldset.
sv: Används för programmatisk tillgång till fältgrupp.

source: User
sv: Användare

source: User Group Membership
sv: Medlemsskap i användargrupp

source: User Group Settings
sv: Inställningar för användargrupp

source: User created
sv: Användare skapad

source: User name
sv: Användarnamn

source: User roles updated
sv: Användarroller uppdaterade

source: User updated successfuly
sv: Lyckades uppdatera användare

source: Username
sv: Användarnamn

source: Users
sv: Användare

source: Users and Groups
sv: Användare och grupper

source: Using this form, you can manage alternative urls for an item. This is an easy way to make an item available under two different URLs.
sv: Med det här formulerat kan du ange alternativa url:er för ett objekt. Det här är ett enkelt sätt att göra samma objekt tillgänglig under flera olika URL:er.

source: Version Overview
sv: Versionsöversikt

source: View
sv: Visa

source: View changes
sv: Visa ändringar

source: View links and references to this item
sv: Visa länkar och hänvisningar tll det här objektet

source: View this revision
sv: Visa den här revisionen

source: View working copy
sv: Visa arbetskopia

source: Viewmode
sv: Visningsläge

source: Vocabulary term
sv: Vokabulärterm

source: Vocabulary term title
sv: Titel för vokabulärterm

source: Vocabulary terms
sv: Vokabulärtermer

source: Warning Regarding debug mode
sv: Systemet körs i 'debug-läge'. Detta är avsett för webbplatser under utveckling. Det möjliggör konfigurationsändringar omedelbart tar effekt, men gör också webbplatsen långsammare. Avaktiver debugläget genom att stänga ned server och sätta 'debug-mode=off' i buildout.cfg och starta om serverprocessen.

source: We apologize for the inconvenience, but the backend of the site you are accessing is not available right now. Please, try again later.
sv: Backend-delen till webbplatsen är beklagligtvis inte tillgänglig just nu. Var god försök igen senare.

source: We apologize for the inconvenience, but the page you were trying to access is not at this address. You can use the links below to help you find what you are looking for.
sv: Tyvärr är sidan du försöker nå inte tillgänglig på denna adress. Använd länkarna nedan för att försöka hitta vad du letar efer.

source: We apologize for the inconvenience, but there was an unexpected error on the server.
sv: Fel uppstod på servern.

source: We apologize for the inconvenience, but you don't have permissions on this resource.
sv: Behörighet saknas för denna resurls.

source: Weekday
sv: Veckodag

source: Weekly
sv: Veckovis

source: What
sv: Vad

source: When
sv: När

source: When this date is reached, the content will nolonger be visible in listings and searches.
sv: Vid detta datum upphör innehållet att visas i listningar och sökningar.

source: Whether or not execution of further rules should stop after this rule is executed
sv: Huruvida utförande av ytterligare regler skall avbrytas efter åtgärderna i denna regel genomförts
