Repository: plone/volto
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: sv

source: <p>Add some HTML here</p>
sv: <p>Lägg till HTML här</p>

source: Account Registration Completed
sv: Kontoregistrering färdigställd

source: Account activation completed
sv: Kontoaktivering färdiställd

source: Action
sv: Åtgärd

source: Action changed
sv: Åtgärd ändrad

source: Action:
sv: Åtgärd:

source: Actions
sv: Åtgärder

source: Activate and deactivate
sv: Aktivera och avaktivera

source: Active
sv: Aktiv

source: Active content rules in this Page
sv: Aktiva innehållsregler på denna sida

source: Add
sv: Lägg till

source: Add (object list)
sv: Lägg till (objektlista)

source: Add Addons
sv: Lägg till tillägsfunktioner

source: Add Content
sv: Lägg till innehåll

source: Add Content Rule
sv: Lägg till innehållsregel

source: Add Rule
sv: Lägg till regel

source: Add Translation…
sv: Lägg till översättning…

source: Add User
sv: Lägg till användare

source: Add a description…
sv: Lägg till beskrivning…

source: Add a new alternative url
sv: Lägg till alternativ url

source: Add action
sv: Åtgärd tillagd

source: Add block
sv: Lägg till block

source: Add block…
sv: Lägg till block…

source: Add condition
sv: Lägg till villkor

source: Add content rule
sv: Lägg till innehållsregel

source: Add criteria
sv: Lägg till kriterium

source: Add date
sv: Lägg till datum

source: Add field
sv: Lägg till fält

source: Add fieldset
sv: Lägg till fältgrupp

source: Add group
sv: Lägg till grupp

source: Add new content type
sv: Lägg till ny innehållstyp

source: Add new group
sv: Lägg till ny grupp

source: Add new user
sv: Lägg till ny användare

source: Add to Groups
sv: Lägg till grupper

source: Add users to group
sv: Lägg till användare till grupp

source: Add vocabulary term
sv: Lägg till vokabulärterm

source: Add {type}
sv: Lägg till {type}

source: Add-Ons
sv: Tillägg

source: Add-on Configuration
sv: Tilläggskonfiguration

source: Add-ons
sv: Tillägg

source: Add-ons Settings
sv: Tilläggsinställningar

source: Added
sv: Lade till

source: Additional date
sv: Ytterligare datum

source: Addon could not be installed
sv: Tillägg kunde ej installeras

source: Addon could not be uninstalled
sv: Tillägg kunde ej avinstalleras

source: Addon could not be upgraded
sv: Tillägg kunde inte uppgraderas

source: Addon installed succesfuly
sv: Lyckades installera tillägg

source: Addon uninstalled succesfuly
sv: Lyckades avinstallera tillägg

source: Addon upgraded succesfuly
sv: Lyckades uppgradera tillägg

source: Album view
sv: Albumvy

source: Alias has been added
sv: Aliaset har lagts till

source: Alignment
sv: Placering

source: All
sv: Allihop

source: All content
sv: Allt innehåll

source: All existing alternative urls for this site
sv: Alla existerande alternativa url:er för denna webbplats

source: Alphabetically
sv: Alfabetisk

source: Alt text hint
sv: Lämna tom om bilden endast är dekorativ.

source: Alt text hint link text
sv: Beskriv bildens syfte.

source: Alternative url path (Required)
sv: Alternativ url-sökväg (Obligatorisk)

source: Alternative url path must start with a slash.
sv: Alternativa urlsökvägar måste inledas med snedstreck (/).

source: Alternative url path → target url path (date and time of creation, manually created yes/no)
sv: Alternativ url-sökväg → målurl-sökväg (datum och tid för skapande, manellt skapad ja/nej)

source: Applied to subfolders
sv: Appliceras på undermappar

source: Applies to subfolders?
sv: Aliceras på undermappar?

source: Apply to subfolders
sv: Applicera på undermappar

source: Apply working copy
sv: Applicera arbetskopia

source: Are you sure you want to delete this field?
sv: Är du säker på att du vill radera det här fältet?

source: Are you sure you want to delete this fieldset including all fields?
sv: Är du säker på att du vill radera den här fältgruppen inklusive alla fält?

source: Ascending
sv: Stigande

source: Assignments
sv: Uppgifter

source: Available
sv: Tillgänglig

source: Available content rules:
sv: Tillgängliga innehållsregler

source: Back
sv: Tillbaka

source: Base
sv: Bas

source: Base search query
sv: Bassökfråga

source: Both email address and password are case sensitive, check that caps lock is not enabled.
sv: Både epostadress och lösenord är känsliga för stor och liten bokstav. Kontrollera att caps-lock inte är aktiverad.

source: Breadcrumbs
sv: Brödsmulor

source: Browse
sv: Bläddra

source: Browse the site, drop an image, or type an URL
sv: Bläddra bland sidor på webbplatsen, dra och släpp en bild, eller skriv en URL

source: By default, permissions from the container of this item are inherited. If you disable this, only the explicitly defined sharing permissions will be valid. In the overview, the symbol {inherited} indicates an inherited value. Similarly, the symbol {global} indicates a global role, which is managed by the site administrator.
sv: Om inget annat anges ärvs accessreglerna för detta objekt från containern. Om du avaktiverar detta kommer endast utryckligen angivna accessregler för delning att vara giltiga. I översikten indikerar symbolen {inherited} att accessregeln är ärvd. Symbolen {global} indikerar en global roll som styrs av webblatsens adminstratör.

source: Cache Name
sv: Namn på cache

source: Can not edit Layout for <strong>{type}</strong> content-type as it doesn't have support for <strong>Volto Blocks</strong> enabled
sv: Kan ej redigera layout för innehållstypen <strong>{type}</strong> eftersom den ej har stöd för <strong>Volto-block</strong>.

source: Can not edit Layout for <strong>{type}</strong> content-type as the <strong>Blocks behavior</strong> is enabled and <strong>read-only</strong>
sv: Kan ej redigera layout för innehållstypen <strong>{type}</strong> för <strong>blockets beteende</strong> är aktiverat och i <strong>endast läsläge</strong>

source: Cancel
sv: Avbryt

source: Center
sv: Centrerad

source: Change Note
sv: Ändringsmeddelande

source: Change Password
sv: Ändra lösenord

source: Change State
sv: Ändra tillstånd

source: Change workflow state recursively
sv: Ändra arbetsflödets tillstånd rekursivt

source: Changes applied.
sv: Ändringar applicerade.

source: Changes saved
sv: Ändringar sparade

source: Changes saved.
sv: Ändringar sparade.

source: Checkbox
sv: Kryssruta

source: Choices
sv: Alternativ

source: Choose Image
sv: Välj bild

source: Choose Target
sv: Välj mål

source: Choose a file
sv: Välj en fil

source: Clear
sv: Rensa

source: Clear filters
sv: Rensa filter

source: Click to download full sized image
sv: Klicka för att hämta bild i full storlek

source: Close
sv: Stäng

source: Close menu
sv: Stäng meny

source: Code
sv: Kod

source: Collapse item
sv: Fäll ihop objekt

source: Collection
sv: Samling

source: Color
sv: Färg

source: Comment
sv: Kommentar

source: Commenter
sv: Kommentator

source: Comments
sv: Kommentarer

source: Compare
sv: Jämför

source: Condition changed
sv: Villkor ändrat

source: Condition:
sv: Villkor:

source: Configuration Versions
sv: Konfigurationsversioner

source: Configure Content Rule
sv: Konfigurera innehållsregel

source: Configure Content Rule: {title}
sv: Konfigurera innehålldregel: {title}

source: Configure content rule
sv: Konfigurera innehållsregel

source: Confirm password
sv: Bekräfta lösenord

source: Connection refused
sv: Förbindelse vägrad

source: Contact form
sv: Kontaktformulär

source: Contained items
sv: Inneslutna objekt

source: Content
sv: Innehåll

source: Content Rule
sv: Innehållsregel

source: Content Rules
sv: Innehållsregler

source: Content rules for {title}
sv: Innehållsregler för {title}

source: Content rules from parent folders
sv: Innehållsregler från föräldermapp

source: Content that links to or references {title}
sv: Innehåll som länkar eller hänvisar till {title}

source: Content type created
sv: Innehållstyp skapad

source: Content type deleted
sv: Innehållstyp borttagen

source: Contents
sv: Innehåll

source: Controls
sv: Kontroller

source: Copy
sv: Kopiera

source: Copy blocks
sv: Kopera block

source: Copyright statement or other rights information on this item.
sv: Upphovsrättsdeklaration eller annan rättighetsinformation för detta objekt.

source: Create or delete relations to target
sv: Skapa eller radera relationer till mål

source: Create working copy
sv: Skapa arbetskopia

source: Created by {creator} on {date}
sv: Skapad av {creator} on {date}

source: Created on
sv: Skapad den

source: Creator
sv: Upphovsman

source: Creators
sv: Upphovsmän

source: Criteria
sv: Kriterium

source: Current active configuration
sv: Nu aktiva konfigurationer

source: Current filters applied
sv: Aktuella filter applicerade

source: Current password
sv: Nuvarande lösenord

source: Cut
sv: Klipp ut

source: Cut blocks
sv: Klipp ut block

source: Daily
sv: Dagligen

source: Database
sv: Databas

source: Database Information
sv: Databasinformation

source: Database Location
sv: Databasplats

source: Database Size
sv: Databasstorlek

source: Database main
sv: Huvuddatabas

source: Date
sv: Datum

source: Date (newest first)
sv: Datum (nyast först)

source: Default
sv: Förvalt

source: Default view
sv: Förvald vy

source: Delete
sv: Ta bort

source: Delete Group
sv: Ta bort grupp

source: Delete Type
sv: Ta bort typ

source: Delete User
sv: Ta bort användare

source: Delete action
sv: Ta bort åtgärd

source: Delete blocks
sv: Ta bort block

source: Delete col
sv: Ta bort kol

source: Delete condition
sv: Ta bort villkor

source: Delete row
sv: Ta bort rad

source: Delete selected items?
sv: Ta bort valda objekt?

source: Delete this item?
sv: Ta bort det här objektet?

source: Deleted
sv: Borttagen

source: Deleting this item breaks {brokenReferences} {variation}.
sv: Att ta bort detta objekt trasar sönder {brokenReferences} {variation}.

source: Depth
sv: Djup

source: Descending
sv: Fallande

source: Description
sv: Beskrivning

source: Diff
sv: Skillnad

source: Difference between revision {one} and {two} of {title}
sv: Skillnad mellan revision {one} och {två} för {title}

source: Disable
sv: Avaktivera

source: Disable apply to subfolders
sv: Avaktivera applicerande på undermappar

source: Disabled
sv: Avaktiverad

source: Disabled apply to subfolders
sv: Applicering på undermapp avaktiverad

source: Distributed under the {license}.
sv: Distribueras enligt villkor i {license}

source: Divide each row into separate cells
sv: Dela upp varje rad i separata celler

source: Do you really want to delete the group {groupname}?
sv: Vill du verkligen ta bort gruppen {groupname}?

source: Do you really want to delete the type {typename}?
sv: Vill du verkligen ta bort typen {typename}?

source: Do you really want to delete the user {username}?
sv: Vill du verkligen ta bort användaren {username}?

source: Do you really want to delete this item?
sv: Vill du verkligen ta bort detta objekt?

source: Document
sv: Dokument

source: Document view
sv: Dokumentvy

source: Download Event
sv: Ladda ned händelse

source: Drag and drop files from your computer onto this area or click the “Browse” button.
sv: Dra och släpp filer från din dator till den här arean eller klicka på knappen “Bläddra”.

source: Drop file here to replace the existing file
sv: Släpp filen här för att ersätta befintlig fil

source: Drop file here to upload a new file
sv: Släpp filen här för att ladda upp ny fil

source: Drop files here ...
sv: Släpp filer här ...

source: Dry run selected, transaction aborted.
sv: Torrkörning vald, transaktionen avbröts.

source: E-mail
sv: Epost

source: E-mail addresses do not match.
sv: Epostadresserna matchar inte

source: Edit
sv: Redigera

source: Edit Rule
sv: Redigera regel

source: Edit comment
sv: Redigera kommentar

source: Edit field
sv: Redigera fält

source: Edit fieldset
sv: Redigera fältgrupp

source: Edit recurrence
sv: Redigera återkommande

source: Edit values
sv: Redigera värden

source: Edit {title}
sv: Redigera {title}

source: Email
sv: Epost

source: Email sent
sv: Epost skickat

source: Embed code error, please follow the instructions and try again.
sv: Fel på inbäddningskod, kontrollera instruktionerna och försök igen.

source: Empty object list
sv: Tom objektlista

source: Enable
sv: Aktivera

source: Enable editable Blocks
sv: Aktivera redigerbara block

source: Enabled
sv: Aktiverad

source: Enabled here?
sv: Aktiverad här?

source: Enabled?
sv: Aktiverad?

source: End Date
sv: Slutdatum

source: Enter URL or select an item
sv: Skriv in URL eller välj ett objekt

source: Enter a username above to search or click 'Show All'
sv: Skriv in ett användarnamn ovan för att söka eller klicka 'Visa alla'

source: Enter an email address. This will be your login name. We respect your privacy, and will not give the address away to any third parties or expose it anywhere.
sv: Skriv in en epostadress. Den blir ditt inloggningsnamn. Vi respekterar din integritet och lämnar inte ut adressen till någon tredjepart eller exponerar den någonstans.

source: Enter full name, e.g. John Smith.
sv: Skriv in fullständigt namn, e.g. Jon Johansson.

source: Enter map Embed Code
sv: Ange inbäddningskod

source: Enter the absolute path of the target. The path must start with '/'. Target must exist or be an existing alternative url path to the target.
sv: Skriv in den fullständiga sökvägen till målet. Sökvägen måste inledas med snedstreck '/'. Målet måste finnas eller vara en alternativ url-sökväg till målet.

source: Enter the absolute path where the alternative url should exist. The path must start with '/'. Only urls that result in a 404 not found page will result in a redirect occurring.
sv: Skriv in absolut sökväg där den alternativa url:en måste finnas. Sökvägen måste börja med snedstreck '/'. Endast url:er som svarar med felkod 404 "not found" kommer att redigeras om.

source: Enter your current password.
sv: Skriv in ditt nuvarande lösenord.

source: Enter your email for verification.
sv: Skriv in din epostadress för verifiering.

source: Enter your new password. Minimum 8 characters.
sv: Skriv in ditt nya lösenord. Minst 8 tecken.

source: Enter your username for verification.
sv: Skriv in ditt användarnamn för verifiering.

source: Entries
sv: Artiklar

source: Error
sv: Fel

source: ErrorHeader
sv: Felhuvud

source: Event
sv: Händelse

source: Event listing
sv: Händelselista

source: Event view
sv: Händelsevy

source: Exclude from navigation
sv: Exkludera från navigering

source: Exclude this occurence
sv: Exkludera detta inträffande

source: Excluded from navigation
sv: Exkludera från navigering

source: Existing alternative urls for this item
sv: Existerande alternativa url:er för detta objekt

source: Expand sidebar
sv: Fäll ut sidomeny

source: Expiration Date
sv: Utgångsdatum

source: Expiration date
sv: Utgångsdatum

source: Expired
sv: Utgången

source: External URL
sv: Extern URL

source: Facet
sv: Facett

source: Facet widget
sv: Facettwidget

source: Facets
sv: Facetter

source: Facets on left side
sv: Facetter på vänster sida

source: Facets on right side
sv: Facetter på höger sida

source: Facets on top
sv: Facetter överst

source: Failed To Undo Transactions
sv: Misslyckades att rulla tillbaka transaktion

source: Field
sv: Fält

source: File
sv: Fil

source: File size
sv: Filstorlek

source: File view
sv: Filvy

source: Filename
sv: Filnamn

source: Filter Rules:
sv: Filterregler:

source: Filter by prefix
sv: Filtrera på prefix

source: Filter users by groups
sv: Filtrera användare på grupptillhörighet

source: Filter…
sv: Filtrera…

source: First
sv: Första

source: Fix relations
sv: Fixa relationer

source: Fixed width table cells
sv: Fast bredd på tabellceller

source: Fold
sv: Fäll ihop

source: Folder
sv: Mapp

source: Folder listing
sv: Mapplistning

source: Forbidden
sv: Förbjuden

source: Fourth
sv: Fjärde

source: From
sv: Från

source: Full Name
sv: Fullständigt namn

source: Fullname
sv: Fullständigt namn

source: GNU GPL license
sv: GNU GPL licens

source: General
sv: Allmän

source: Global role
sv: Global roll

source: Google Maps Embedded Block
sv: Block med inbäddad Google-karta

source: Group
sv: Grupp

source: Group created
sv: Grupp skapad

source: Group roles updated
sv: Grupproller uppdaterade

source: Groupname
sv: Gruppnamn

source: Groups
sv: Grupper

source: Groups are logical collections of users, such as departments and business units. Groups are not directly related to permissions on a global level, you normally use Roles for that - and let certain Groups have a particular role. The symbol{plone_svg}indicates a role inherited from membership in another group.
sv: Grupper består av meningsfulla sammanslutningar av användare exempelvis avdelningar eller företagsenheter. Grupper är inte direkt relaterade till accessrättigheter på global nivå, normalt används roller för detta och grupper kan tilldelas specifika roller. Symbolen{plone_svg}indikerar att en roll ärvts via medlemskap i en annan grupp.

source: Header cell
sv: Rubrikcell

source: Headline
sv: Rubrik

source: Headline level
sv: Rubriknivå

source: Hidden facets will still filter the results if proper parameters are passed in URLs
sv: Dolda facetter filtrerar resultatet även om andra parametrar används i URL:erna

source: Hide Replies
sv: Dölj svar

source: Hide facet?
sv: Dölj facett?

source: Hide title
sv: Dölj titel

source: History
sv: Historik

source: History of {title}
sv: Historik för {title}

source: Home
sv: Förstasidan

source: If all of the following conditions are met:
sv: Om alla följande vilkor är uppfyllda:

source: If selected, this item will not appear in the navigation tree
sv: Det här objektet kommer ej att visas i navigationsträdet

source: If this date is in the future, the content will not show up in listings and searches until this date.
sv: Ett framtida datum innebär att innehållet inte visas i listningar och sökningar förrän detta datum.

source: If you are certain this user has abandoned the object, you may unlock the object. You will then be able to edit it.
sv: Om du är säker på att den här användaren har övergett objektet kan du låsa upp det. Sedan kan du redigera.

source: If you are certain you have the correct web address but are encountering an error, please contact the {site_admin}.
sv: Om du är säker på att du har rätt webbadress men stöter på detta fel kan du kontakta {site_admin}.

source: Image
sv: Bild

source: Image gallery
sv: Bildgalleri

source: Image override
sv: Åsidosättande bild

source: Image size
sv: Bildstorlek

source: Image view
sv: Bildvy

source: Include this occurence
sv: Inkludera detta inträffande

source: InfoUserGroupSettings
sv: Du har valt alternativet 'många användare' eller 'många grupper'. Därför visas den här panelen för inmatning av användare och grupepr. Om du vill se användare och grupper omedelbart, gå till användargruppinställningarna. Se knapp till vänster.

source: Inherit permissions from higher levels
sv: Ärv accessrättigheter från högre nivåer

source: Inherited value
sv: Ärvt värde

source: Insert col after
sv: Infoga kol efter

source: Insert col before
sv: Infoga kol före

source: Insert row after
sv: Infoga rad efter

source: Insert row before
sv: Infoga rad före

source: Inspect relations
sv: Inspektera relationer

source: Install
sv: Installera

source: Installed
sv: Installerad

source: Installed version
sv: Installerade versioner

source: Installing a third party add-on
sv: Installerar tredjepartstillägg

source: Interval Daily
sv: dagar

source: Interval Monthly
sv: månader

source: Interval Weekly
sv: veckor

source: Interval Yearly
sv: år

source: Invalid Block
sv: Felaktigt block

source: It is not allowed to define both the password and to request sending the password reset message by e-mail. You need to select one of them.
sv: Det är ej tillåtet att både sätta lösenor och begära lösenordsåterställning via epost. Du måste välja endera.

source: Item batch size
sv: Storlek på objektsats

source: Item succesfully moved.
sv: Lyckades flytta objekt.

source: Item(s) copied.
sv: Objekt kopierade.

source: Item(s) cut.
sv: Objekt utklippt.

source: Item(s) has been updated.
sv: Objekt uppdaterat.

source: Item(s) pasted.
sv: Objekt inklistrat

source: Item(s) state has been updated.
sv: Objettillstånd uppdaterat.

source: Items
sv: Objekt

source: Items must be unique.
sv: Objekt måste vara unika.

source: Label
sv: Etikett

source: Language
sv: Språk

source: Language independent field.
sv: Språkoberoende fält.

source: Large
sv: Stor

source: Last
sv: Sist

source: Last comment date
sv: Datum för senaste kommentar

source: Last modified
sv: Senast modifierad

source: Latest available configuration
sv: Senast tillgängliga konfiguration

source: Latest version
sv: Senaste version

source: Lead Image
sv: Försättsbild

source: Left
sv: Vänster

source: Link
sv: Länk

source: Link more
sv: Länka fler

source: Link redirect view
sv: Länkomdirigeringsvy

source: Link settings
sv: Länkinställningar

source: Link title
sv: Länktitel

source: Link to
sv: Länka till

source: Link translation for
sv: Länka översättning för

source: Linking this item with hyperlink in text
sv: Länka till det här objektet med en hyperlänk i text

source: Links and references
sv: Länkar och hänvisningar

source: Listing
sv: Listning

source: Listing view
sv: Listningsvy

source: Load more
sv: Ladda fler...

source: Loading
sv: Laddar.

source: Log In
sv: Logga in

source: Log in
sv: Logga in

source: Logged out
sv: Utloggad

source: Login
sv: Logga in

source: Login Failed
sv: Inloggningen misslyckades

source: Login Name
sv: Inloggningsnamn

source: Logout
sv: Logga ut

source: Made by {creator} on {date}. This is not a working copy anymore, but the main content.
sv: Skapad av {creator} den {date}. Det här är inte längre en arbetskopia utan huvudkopian.

source: Make the table compact
sv: Minska luftigheten i cellerna

source: Manage Translations
sv: Hantera översättningar

source: Manage content…
sv: Hantera innehåll…

source: Manage translations for {title}
sv: Hantera översättningar för {title}

source: Manual
sv: Manuell

source: Manually or automatically added?
sv: Manuellt ellr automatiskt tillagd?

source: Many relations found. Please search.
sv: Flera relationer hittades. Vänligen sök.

source: Maps
sv: Kartor

source: Maps URL
sv: Kart-URL

source: Maximum length is {len}.
sv: Maximal längd är {len}.

source: Maximum value is {len}.
sv: Maximalt värde är {len}.

source: Membership updated
sv: Medlesskap uppdaterat

source: Message
sv: Meddelande

source: Minimum length is {len}.
sv: Minsta längd är {len}.

source: Minimum value is {len}.
sv: Minsta värde är {len}.

source: Moderate Comments
sv: Moderera kommentarer

source: Moderate comments
sv: Moderera kommentarer

source: Monday and Friday
sv: Måndag och fredag

source: Month day
sv: Dag i månad

source: Monthly
sv: Månatligen

source: More
sv: Mer

source: More information about the upgrade procedure can be found in the documentation section of plone.org in the Upgrade Guide.
sv: Mer information om uppgraderingsproceduren finns i avsnittet "Upgrade Guide" på plone.org.

source: Move down
sv: Flytta ned

source: Move to bottom of folder
sv: Flytta nederst i mapp

source: Move to top of folder
sv: Flytta överst i mapp

source: Move up
sv: Flytta upp

source: Multiple choices?
sv: Flerval?

source: My email is
sv: Min epost är

source: My username is
sv: Mitt användarnamn är

source: Name
sv: Namn

source: Narrow
sv: Smal

source: Navigate back
sv: Navigera tillbaka

source: Navigation
sv: Navigering

source: New password
sv: Nytt lösenord

source: News Item
sv: Nyhet

source: News item view
sv: Nyhetsvy

source: No
sv: Nej

source: No Transactions Found
sv: Ingen transaktion kunde hittas

source: No Transactions Selected
sv: Ingen transaktion vald

source: No Transactions Selected To Do Undo
sv: Inga transaktioner att ångra är valda

source: No Video selected
sv: Ingen video vald

source: No addons found
sv: Inga tillägg funna
