Repository: plone/volto
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: sv

source: Whether or not other rules should be triggered by the actions launched by this rule. Activate this only if you are sure this won't create infinite loops
sv: Huruvida andra regler skall utlösas av åtgärderna i denna regel. Var noga med att säkerställa att det inte uppstår en obruten loop av åtgärder om detta aktiveras

source: Whether or not the rule is currently enabled
sv: Huruvida regeln är aktiverad

source: Who
sv: Vem

source: Wide
sv: Bred

source: Workflow Change Loading Message
sv: Uppdaterar arbetsflödets tillstånd...

source: Workflow updated.
sv: Arbetsflöde uppdaterat.

source: Yearly
sv: Årligen

source: Yes
sv: Ja

source: You are trying to access a protected resource, please {login} first.
sv: Du försöker komma åt en skyddad resurs, var god {login} först.

source: You are using an outdated browser
sv: Det verkar som du använder en gammal webbläsare

source: You can add a comment by filling out the form below. Plain text formatting.
sv: Du kan lägga till en kommentar med formuläret nedan. Endast enkel text utan formattering

source: You can control who can view and edit your item using the list below.
sv: Du kan kontrollera vem som kan se och redigera ditt objekt med listorna nedan.

source: You can view the difference of the revisions below.
sv: Du kan se skillnaden mellan revisionerna nedan.

source: You can view the history of your item below.
sv: Du kan visa historiken för ditt objekt nedan.

source: You can't paste this content here
sv: Du kan inte klistra in det här innehållet här

source: You have been logged out from the site.
sv: Du har blivit utloggad från webbplatsen.

source: Your email is required for reset your password.
sv: Epostadress måste anges för återställning av lösenord.

source: Your password has been set successfully. You may now {link} with your new password.
sv: Lyckades sätta lösenord. Du kan nu {link} med det nya lösenordet.

source: Your preferred language
sv: Föredraget språk

source: Your site is up to date.
sv: Webbplatsen är i fas med senaste programvaruversion.

source: Your usernaame is required for reset your password.
sv: Användarnamn krävs för lösenordsåterställning.

source: addUserFormEmailDescription
sv: Ange en epostadress. Detta behövs i det fall lösenordet förloras. Epostadressen behålls konfidentiellt och kommer inte att delas eller exponeras.

source: addUserFormFullnameDescription
sv: Mata in fullständigt namn.

source: addUserFormPasswordDescription
sv: Välj ett lösenord, minst 8 tecken.

source: addUserFormUsernameDescription
sv: Välj ett användarnamn. Mellanslag eller specialtecken är ej tillåtna. Användarnamn och lösenord är känsliga för stor ock liten bokstav, se till att caps-lock-tangenten inte är aktiverad. Detta namn används vid inloggning.

source: availableViews
sv: Tillgängliga vyer

source: box_forgot_password_option
sv: Glömt lösenord?

source: checkboxFacet
sv: Kryssruta

source: common
sv: Vanliga

source: compare_to
sv: Jämför med språk

source: daterangeFacet
sv: Datumintervall

source: delete
sv: ta bort

source: deprecated_browser_notice_message
sv: Du verkar använda {browsername} {browserversion} vilken inte längre stöds av programvaruleverantör. Det innebär att inga säkerhetsuppdateringar genomförs och moderna webbfunktioner kan saknas, vilket leder till en försämrad användarupplevelse. Vi rekommenderar att du använder en nyare webbläsare.

source: description
sv: Beskrivning

source: description_lost_password
sv: Av säkerhetskäl lagras ditt lösenord på ett hashat format som ej kan läsas av oss och vi kan därför inte eposta lösenordet direkt till dig. Om du vill återställa lösenordet kan du använda formuläret nedan så får du information om hur du går tillväga i ett ebrev som skickas till den epostadress du registrerat på ditt konto.

source: description_sent_password
sv: Begäran om lösenordsåterställning har skickats med epost. Den bör landa i din epostlåda inom kort. I meddelandet finns en länk för lösenordsåterställning.

source: draft
sv: Utkast

source: email
sv: Måste innehålla gilting epostadress (finemang@example.com)

source: event_alldates
sv: Alla datum

source: event_attendees
sv: Deltagare

source: event_contactname
sv: Namn på kontaktperson

source: event_contactphone
sv: Telefonnummer till kontaktperson

source: event_website
sv: Webbplats

source: event_what
sv: Vad

source: event_when
sv: När

source: event_where
sv: Var

source: fileTooLarge
sv: Den här webbplatsen accepterar inte filer större än {limit}

source: flush intIds and rebuild relations
sv: Rensa intiDs och bygg om relationer

source: head_title
sv: Huvudtitel

source: heading_sent_password
sv: Bekräftelse på lösenordsåterställning skickad

source: image
sv: Bild

source: integer
sv: Inmatat värde måste vara ett heltal

source: intranet
sv: Intranät

source: item
sv: objekt

source: items
sv: objekt

source: label_my_email_is
sv: Min epostadress är

source: label_my_username_is
sv: Mitt användarnamn är

source: leadimage
sv: Försättsbild

source: listing
sv: Listning

source: loading
sv: Laddar

source: log in
sv: Logga in

source: maps
sv: Kartor

source: maxLength
sv: Maxlängd

source: maximum
sv: Slutet på intervall (inklusive angivet slutvärde)

source: minLength
sv: Minimilängd

source: minimum
sv: Början på intervall

source: mostUsed
sv: Mest använda

source: no
sv: Nej

source: no workflow state
sv: Inga tillstånd i arbetsflödet

source: number
sv: Inmatat värde måste vara ett nummer

source: of the month
sv: i månaden

source: or try a different page.
sv: eller försök med en annan sida.

source: others
sv: andra

source: pending
sv: väntande

source: private
sv: Privat

source: published
sv: Publicerad

source: querystring-widget-select
sv: Välj…

source: rebuild relations
sv: bygg om relationer

source: reference
sv: hänvisning

source: references
sv: hänvisningar

source: results found
sv: resultat

source: return to the site root
sv: återvänd till webbplatsens startsida

source: rrule_and
sv: och

source: rrule_approximate
sv: (~ungefärlig)

source: rrule_at
sv: vid

source: rrule_dateFormat
sv: [månad] [dag], [år]

source: rrule_day
sv: dag

source: rrule_days
sv: dagar

source: rrule_every
sv: varje

source: rrule_for
sv: för

source: rrule_hour
sv: timma

source: rrule_hours
sv: timmar

source: rrule_in
sv: i

source: rrule_last
sv: sist

source: rrule_minutes
sv: minuter

source: rrule_month
sv: månad

source: rrule_months
sv: månader

source: rrule_on
sv: på

source: rrule_on the
sv: den

source: rrule_or
sv: eller

source: rrule_time
sv: tid

source: rrule_times
sv: tid

source: rrule_until
sv: tills

source: rrule_week
sv: vecka

source: rrule_weekday
sv: veckodag

source: rrule_weekdays
sv: veckodagar

source: rrule_weeks
sv: veckor

source: rrule_year
sv: år

source: rrule_years
sv: år

source: selectFacet
sv: Välj

source: selectView
sv: Välj vy

source: skiplink-footer
sv: Hoppa till sidfot

source: skiplink-main-content
sv: Hoppa till huvudinnehåll

source: skiplink-navigation
sv: Hoppa till navigering

source: sort
sv: sortera

source: sources path
sv: källsökväg

source: table
sv: Tabell

source: target path
sv: målsökväg

source: title
sv: Titel

source: toc
sv: Innehållsförteckning

source: toggleFacet
sv: Växla

source: upgradeVersions
sv: Uppdatera från version {origin} till {destination}

source: user avatar
sv: användaravatar

source: views
sv: Vyer

source: visit_external_website
sv: Besök extern webbplats

source: workingCopyErrorUnauthorized
sv: Behörighet saknas för denna operation.

source: workingCopyGenericError
sv: Ett fel uppstod under operationen.

source: yes
sv: Ja

source: {count, plural, one {Upload {count} file} other {Upload {count} files}}
sv: {count, plural, one {Ladda upp {count} fil} other {Ladda upp {count} filer}}

source: {count} selected
sv: {count} valda

source: {id} Content Type
sv: {id} Innehållstyp

source: {title} copied.
sv: {title} kopierad.

source: {title} cut.
sv: {title} utklippt.

source: {title} has been deleted.
sv: {title} har tagits bort.
