Repository: plone/volto
Catalog: packages/volto-slate/locales/*/LC_MESSAGES/volto.po
Languages: eu, fi

source: Add link
eu: Gehitu esteka
fi: Lisää linkki

source: An error has occurred while editing "{name}" field. We have been notified and we are looking into it. Please save your work and retry. If the issue persists please contact the site administrator.
eu: Errore bat gertatu da "{name}" eremua aldatzerakoan. Jakinarazpena jaso dugu eta begira ari gara. Mesedez gorde egindako lana eta saiatu berriro. Arazoak jarraitzen badu mesedez jarri administratzailearekin harremanetan.

source: An error has occurred while rendering "{name}" field. We have been notified and we are looking into it. If the issue persists please contact the site administrator.
eu: Errore bat gertatu da "{name}" eremua erakusterakoan. Jakinarazpena jaso dugu eta begira ari gara. Mesedez gorde egindako lana eta saiatu berriro. Arazoak jarraitzen badu mesedez jarri administratzailearekin harremanetan.

source: Bottom
eu: Behean
fi: Pohja

source: Center
eu: Erdian
fi: Keskellä

source: Delete col
eu: Ezabatu zutabea
fi: Poista sarake

source: Delete row
eu: Ezabatu lerroa
fi: Poista rivi

source: Delete table
eu: Ezabatu taula
fi: Poista taulukko

source: Divide each row into separate cells
eu: Banatu lerro bakoitza gelaxka desberdinetan
fi: Jaa jokainen rivi erillisiin soluihin

source: Edit element
eu: Aldatu elementua
fi: Muokkaa elementtiä

source: Edit link
eu: Aldatu esteka
fi: Muokkaa linkkiä

source: Fixed width table cells
eu: Zabalera finkoko gelaxkak

source: Hide headers
eu: Ezkutatu goiburukoak
fi: Piilota otsikot

source: Insert col after
eu: Txertatu zutabea ostean
fi: Sisällytä sarake jälkeen

source: Insert col before
eu: Txertatu zutabea aurretik
fi: Sisällytä sarake ennen

source: Insert row after
eu: Txertatu lerroa ondoren
fi: Sisällytä rivi jälkeen

source: Insert row before
eu: Txertatu lerroa ondoren
fi: Sisällytä rivi ennen

source: Left
eu: Ezkerrean
fi: Vasen

source: Make the table compact
eu: Taula trinkotu
fi: Tee pöydästä kiinteä

source: Make the table sortable
eu: Taula ordenagarri egin
fi: Tee pöydästä lajiteltava

source: Middle
eu: Erdian
fi: Keskellä

source: No matching blocks
eu: Ez dator bat bloke batekin
fi: Ei vastaavia lohkoja

source: Reduce complexity
eu: Kendu konplexutasuna
fi: Vähennä monimutkaisuutta

source: Remove element
eu: Ezabatu elementua
fi: Poista elementti

source: Remove link
eu: Ezabatu esteka
fi: Poista linkki

source: Right
eu: Eskuma
fi: Oikea

source: Stripe alternate rows with color
eu: Txandakatu lerroak kolorearekin
fi: Tuo esiin vuorottelevien rivien raidat värillä

source: Table
eu: Taula
fi: Taulukkoa

source: Table color inverted
eu: Taularen kolorea alderantzizkatu
fi: Taulukon väri käännettynä

source: Top
eu: Goian
fi: Ylhäällä

source: Type text…
eu: Idatzi testua…
fi: Syötä teksti…

source: Visible only in view mode
eu: Ikusgai soilik ikusteko moduan
fi: Näkyy vain katselutilassa

source: An error has occurred while editing "{name}" field. We have been notified and we are looking into it. Please save your work and retry. If the issue persists please contact the site administrator.
fi: Virhe muokatessa kenttää "{name}". Meille on ilmoitettu ja tutkimme asiaa. Tallenna työsi ja yritä uudelleen. Jos ongelma jatkuu, ota yhteyttä sivuston järjestelmänvalvojaan.

source: An error has occurred while rendering "{name}" field. We have been notified and we are looking into it. If the issue persists please contact the site administrator.
fi: Virhe hahmonnettaessa kenttää "{name}". Meille on ilmoitettu ja tutkimme asiaa. Jos ongelma jatkuu, ota yhteyttä sivuston järjestelmänvalvojaan.
